to_do_list/to_do_api/app/controllers/to_do_items_controller.rb

SELECT "to_do_items".* FROM "to_do_items"
---
  def index
    @to_do_items = ToDoItem.all