to_do_list/to_do_api/app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
    @users = User.all